Repository: klyte45/CustomData
Catalog: CustomData.Localization/Str.*.resx
Languages: de, ja

# cd_cimNamingTab_title
source: Cims' Naming
de: Namen von Cims
ja: 住民の名前

# cd_districtTab_cityColor
source: City color
de: Stadtfarbe
ja: 都市の色

# cd_districtTab_districtColor
source: District color
de: Distriktfarbe
ja: 地区の色

# cd_districtTab_districtToChange
source: Select district
de: Distrikt auswählen
ja: 地区を選択

# cd_districtTab_postalCodeDigits
source: Postal code digits (000 to 999)
de: Postleitzahl (000 bis 999)
ja: 郵便番号 (000～999)

# cd_districtTab_postalCodeDigitsFallback
source: City postal code
de: Postleitzahl
ja: 都市の郵便番号

# cd_districtTab_roadFormattingFile
source: Road name pattern file
de: Musterdatei für Straßennamen
ja: 道路名のパターンファイル

# cd_districtTab_roadFormattingFileDefault
source: City default road pattern file
de: Stadt Standard-Straßenmusterdatei
ja: 都市デフォルトの道路パターンファイル

# cd_districtTab_roadNamingsFile
source: Road naming file
de: Datei für die Straßennamen
ja: 道路の命名ファイル

# cd_districtTab_roadNamingsFileDefault
source: City default road naming file
de: Standard-Straßenbenennungs-Datei
ja: 都市デフォルトの道路命名パターンファイル

# cd_districtTab_title
source: District data
de: Distriktdaten
ja: 地区のデータ

# cd_neighborTab_actions
source: Actions
de: Aktionen
ja: 操作

# cd_neighborTab_azimuthDirectionShort
source: Azimuth (°)
de: Azimut (°)
ja: 方位角 (°)

# cd_neighborTab_cityName
source: City Name
de: Ortsname
ja: 都市名

# cd_neighborTab_neighborNamesFile
source: Default city names file
de: Standarddatei für Stadtnamen
ja: デフォルトの都市名ファイル

# cd_neighborTab_title
source: Neighbors
de: Nachbarschaften
ja: 近隣都市

# root_modDescription
source: Data storage to extra stuff for game Intances
de: Datenspeicherung für zusätzliche Dinge für Spielinstanzen
ja: ゲームインスタンス用の追加の格納データ

# cd_cimNamingTab_surnamesTitle
source: Surnames file
de: Nachnamen-Datei
ja: 苗字ファイル

# cd_cimNamingTab_femaleNamesTitle
source: Female given names file
de: Weibliche Vornamen-Datei
ja: 女性の名前ファイル

# cd_cimNamingTab_maleNamesTitle
source: Male given names files
de: Männliche Vornamen-Datei
ja: 男性の名前ファイル

# cd_cimNamingTab_surnameBeforeMainname
source: Surnames before given names (only when using custom surnames)
de: Nachnamen vor den Vornamen (nur bei Verwendung benutzerdefinierter Nachnamen)
ja: 苗字の前に名前を付ける (カスタムの苗字を使用する場合のみ)

# cd_areasNamingTab_simplePatternNote
source: <i><color=#FFFF00>NOTE:</color> Simple pattern files are like the name files, but requires to have a placeholder "<color=#00ff00>{0}</color>" to be replaced by the generated name.</i>
de: <i><color=#FFFF00>HINWEIS:</color> Einfache Musterdateien sind wie die Namensdateien aber benötigten einen Platzhalter "<color=#00ff00>{0}</color>", um durch den generierten Namen ersetzt zu werden.</i>
ja: <i><color=#FFFF00>注意:</color> 単純なパターンファイルは名前ファイルと似ていますが、生成した名前を置き換えるためにプレースホルダー "<color=#00ff00>{0}</color>" を持つ必要があります。</i>

# cd_areasNamingTab_title
source: Areas' Naming
de: Benennung von Gebieten
ja: エリアの命名

# cd_areasNamingTab_simplePatternFile
source: Simple patterns file
de: Einfache Musterdatei
ja: 単純なパターンファイル

# cd_areasNamingTab_namesFile
source: Names file
de: Namensdatei
ja: 名前のファイル

# cd_Enum__DistrictAreaType_Parks_CityPark
source: <color=#00FF00>City Park Areas</color>
de: <color=#00FF00>Stadtparkgebiete</color>
ja: <color=#00FF00>都市公園</color>

# cd_Enum__DistrictAreaType_Airports
source: <color=#00FFFF>Airport Areas</color>
de: <color=#00FFFF>Flughafengebiete</color>
ja: <color=#00FFFF>空港エリア</color>

# cd_Enum__DistrictAreaType_Campus_Liberal
source: <color=#0044FF>Liberal Arts College</color>
de: <color=#0044FF>Hochschule der Freien Künste</color>
ja: <color=#0044FF>リベラルアーツカレッジ</color>

# cd_Enum__DistrictAreaType_Campus_Regular
source: <color=#0044FF>University</color>
de: <color=#0044FF>Universität</color>
ja: <color=#0044FF>総合大学</color>

# cd_Enum__DistrictAreaType_Campus_Trade
source: <color=#0044FF>Trade School</color>
de: <color=#0044FF>Handelsschule</color>
ja: <color=#0044FF>専門職大学</color>

# cd_Enum__DistrictAreaType_Industry_Farming
source: <color=#FFFF00>Farming Industry Areas</color>
de: <color=#FFFF00>Landwirtschaftsgebiete</color>
ja: <color=#FFFF00>農業の産業エリア</color>

# cd_Enum__DistrictAreaType_Industry_Forest
source: <color=#FFFF00>Forest Industry Areas</color>
de: <color=#FFFF00>Forstwirtschaftsgebiete</color>
ja: <color=#FFFF00>林業の産業エリア</color>

# cd_Enum__DistrictAreaType_Industry_Mining
source: <color=#FFFF00>Mining Inudstry Areas</color>
de: <color=#FFFF00>Erzindustriegebiete</color>
ja: <color=#FFFF00>鉱業の産業エリア</color>

# cd_Enum__DistrictAreaType_Industry_Oil
source: <color=#FFFF00>Oil Industry Areas</color>
de: <color=#FFFF00>Ölindustriegebiete</color>
ja: <color=#FFFF00>石油の産業エリア</color>

# cd_Enum__DistrictAreaType_Parks_Amusement
source: <color=#00FF00>Amusement Parks</color>
de: <color=#00FF00>Vergnügungsparks</color>
ja: <color=#00FF00>遊園地</color>

# cd_Enum__DistrictAreaType_Parks_Natural
source: <color=#00FF00>Natural Reserves</color>
de: <color=#00FF00>Naturschutzgebiete</color>
ja: <color=#00FF00>自然保護区</color>

# cd_Enum__DistrictAreaType_Parks_Zoo
source: <color=#00FF00>Zoo Areas</color>
de: <color=#00FF00>Zoos</color>
ja: <color=#00FF00>動物園</color>

# cd_Enum__DistrictAreaType_Pedestrian
source: <color=#888888>Pedestrian Areas</color>
de: <color=#888888>Fußgängerzonen</color>
ja: <color=#888888>歩行者エリア</color>

# cd_Enum__DistrictAreaType_Regular
source: Regular districts
de: Regelmäßige Distrikte
ja: 通常の地区

# cd_addressingSettingsTab_title
source: Addressing Settings
de: Adresseinstellungen
ja: 住所の設定

# cd_addressingSettingsTab_addressesLines
source: Addresses lines
de: Adresszeilen
ja: 住所の記入欄

# cd_addressingSettingsTab_addressLine1
source: Address line 1
de: Adresszeile 1
ja: 住所の欄1

# cd_addressingSettingsTab_addressLine2
source: Address line 2
de: Adresszeile 2
ja: 住所の欄2

# cd_addressingSettingsTab_addressLine3
source: Address line 3
de: Adresszeile 3
ja: 住所の欄3

# cd_addressingSettingsTab_citywidePostalCode
source: City postal code digits
de: Postleitzahl der Stadt
ja: 市内の郵便番号

# cd_addressingSettingsTab_postalCodeFormat
source: Postal code format
de: Postleitzahl-Format
ja: 郵便番号のフォーマット

# cd_addressingSettingsTab_postalCodeSettings
source: Postal code settings
de: Postleitzahleinstellungen
ja: 郵便番号の設定

# cd_addressingSettingsTab_postalCodeDescription_A
source: 1st digit of name seed id of the segment (0-6)
de: 1. Ziffer des Namenschlüssels des Segments (0-6)
ja: セグメントから名前シードIDの1桁目 (0～6)

# cd_addressingSettingsTab_postalCodeDescription_B
source: 2nd digit of name seed id of the segment (0-9)
de: 2. Ziffer des Namenschlüssels des Segments (0-9)
ja: セグメントから名前シードIDの2桁目 (0～9)

# cd_addressingSettingsTab_postalCodeDescription_C
source: 3rd digit of name seed id of the segment (0-9)
de: 3. Ziffer des Namenschlüssels des Segments (0-9)
ja: セグメントから名前シードIDの3桁目 (0～9)

# cd_addressingSettingsTab_postalCodeDescription_D
source: 4th digit of name seed id of the segment (0-9)
de: 4. Ziffer des Namenschlüssels des Segments (0-9)
ja: セグメントから名前シードIDの4桁目 (0～9)

# cd_addressingSettingsTab_postalCodeDescription_E
source: 5th digit of name seed id of the segment (0-9)
de: 5. Ziffer des Namenschlüssels des Segments (0-9)
ja: セグメントから名前シードIDの5桁目 (0～9)

# cd_addressingSettingsTab_postalCodeDescription_F
source: 1st digit of segment id of the segment (0-3)
de: 1. Ziffer der Segment ID des Segments (0-3)
ja: セグメントからセグメントIDの1桁目 (0～3)

# cd_addressingSettingsTab_postalCodeDescription_G
source: 2nd digit of segment id of the segment (0-9)
de: 2. Ziffer der Segment ID des Segments (0-9)
ja: セグメントからセグメントIDの2桁目 (0～9)

# cd_addressingSettingsTab_postalCodeDescription_H
source: 3rd digit of segment id of the segment (0-9)
de: 3. Ziffer der Segment ID des Segments (0-9)
ja: セグメントからセグメントIDの3桁目 (0～9)

# cd_addressingSettingsTab_postalCodeDescription_I
source: 4th digit of segment id of the segment (0-9)
de: 4. Ziffer der Segment ID des Segments (0-9)
ja: セグメントからセグメントIDの4桁目 (0～9)

# cd_addressingSettingsTab_postalCodeDescription_J
source: 5th digit of segment id of the segment (0-9)
de: 5. Ziffer der Segment ID des Segments (0-9)
ja: セグメントからセグメントIDの5桁目 (0～9)

# cd_addressingSettingsTab_postalCodeDescription_K
source: Hundreds digit from citywide postal code
de: Hunderter-Ziffern aus der Stadt-Postleitzahl
ja: 市内の郵便番号から百の位

# cd_addressingSettingsTab_postalCodeDescription_L
source: Tens digit from citywide postal code
de: Zehner-Ziffern aus der Stadt-Postleitzahl
ja: 市内の郵便番号から十の位

# cd_addressingSettingsTab_postalCodeDescription_M
source: Units digit from citywide postal code
de: Start-Ziffern aus der Stadt-Postleitzahl
ja: 市内の郵便番号から壱の位

# cd_addressingSettingsTab_postalCodeDescription_N
source: Hundreds digit from district postal code
de: Hunderter-Ziffern aus der Distrikt-Postleitzahl
ja: 地区の郵便番号から百の位

# cd_addressingSettingsTab_postalCodeDescription_O
source: Tens digit from district postal code
de: Zehner-Ziffern aus der Distrikt-Postleitzahl
ja: 地区の郵便番号から十の位

# cd_addressingSettingsTab_postalCodeDescription_P
source: Units digit from district postal code
de: Start-Ziffern aus der Distrikt-Postleitzahl
ja: 地区の郵便番号から壱の位

# cd_addressingSettingsTab_postalCodeDescription_X
source: Map tile coordinate in East-West axis (0-8)
de: Karten-Koordinate in der Ost-West-Achse (0-8)
ja: マップのタイルから東西軸のタイル座標 (0～8)

# cd_addressingSettingsTab_postalCodeDescription_x_
source: Tenths of tile coordinate in East-West axis (0-9)
de: Zehntel-Koordinate in der Ost-West-Achse (0-9)
ja: タイルを十等分して東西軸のタイル座標 (0～9)

# cd_addressingSettingsTab_postalCodeDescription_Y
source: Map tile coordinate in North-South axis (0-8)
de: Karten-Koordinate in der Nord-Süd-Achse (0-8)
ja: マップのタイルから南北軸のタイル座標 (0～8)

# cd_addressingSettingsTab_postalCodeDescription_y_
source: Tenths of tile coordinate in North-South axis (0-9)
de: Zehntel-Koordinate in der Nord-Süd-Achse (0-9)
ja: タイルを十等分して南北軸のタイル座標 (0～9)

# cd_addressingSettingsTab_postalCodeHelpHeaderText
source: There are all letters that have a special value in the postal code formatting. Use backslash <color=#FFFF00>\</color> to escape a character and show it literally. Unlisted characters will always be shown literally.
de: Es gibt Buchstaben, die einen besonderen Wert in der Postleitzahl-Formatierung haben. Verwende Backslash <color=#FFFF00>\</color> um ein Zeichen zu maskieren und es buchstäblich anzuzeigen oder setze den wörtlichen Inhalt <color=#FFFF00>"zwischen doppelte Anführungszeichen"</color>. Nicht gelistete Zeichen werden immer wörtlich angezeigt.
ja: 郵便番号のフォーマット内には、特殊な値と意味を持つ文字があります。 文字をエスケープしてそのままで表示したい場合は、バックスラッシュ <color=#FFFF00>「\」</color> を使用するか、文字の内容を <color=#FFFF00>「二重引用符」</color> で囲って下さい。 リストに無い文字は、通常通りの文字として表示されます。

# cd_addressingSettingsTab_addressLineDescription_A
source: Street name
de: Straßenname
ja: ストリート名

# cd_addressingSettingsTab_addressLineDescription_B
source: Number (distance from start of street)
de: Nummer (Abstand vom Straßenanfang)
ja: 番号 (ストリートの起点からの距離)

# cd_addressingSettingsTab_addressLineDescription_C
source: City Name
de: Ortsname
ja: 都市名

# cd_addressingSettingsTab_addressLineDescription_D
source: District
de: Distrikt
ja: 地区

# cd_addressingSettingsTab_addressLineDescription_E
source: Postal Code
de: Postleitzahl
ja: 郵便番号

# cd_addressingSettingsTab_addressLineDescription_F
source: Special Area name (Park, industry, etc...)
de: Spezieller Gebietsname (Park, Industrie, etc.)
ja: 特別エリア名 (パークエリア・産業エリアなど)

# cd_addressingSettingsTab_addressLineHelpHeaderText
source: There are all letters that represents a special meaning in addresses lines. Use backslash <color=#FFFF00>\</color> to escape a character and show it literally, or put the literal content <color=#FFFF00>"between double quotes"</color>. The text written between brackets <color=#FFFF00>[ ]</color> won't be shown if there's no district. The text written between parentheses <color=#FFFF00>( )</color> won't be shown if there's no special area.
de: Es gibt Buchstaben, die eine besondere Bedeutung in Adresszeilen darstellen. Verwende Backslash <color=#FFFF00>\</color> um ein Zeichen zu maskieren und es buchstäblich anzuzeigen. Der Text zwischen Klammern <color=#FFFF00>[ ]</color> wird nicht angezeigt, wenn es keinen Distrikt gibt. Der zwischen Klammern geschriebene Text <color=#FFFF00>( )</color> wird nicht angezeigt, wenn kein spezieller Bereich vorhanden ist.
ja: 住所の欄には、特殊な値と意味を持つ文字があります。 バックスラッシュ <color=#FFFF00>\</color> を使用すれば、文字をエスケープしてそのまま表示します。 括弧内の文字 <color=#FFFF00>[ ]</color> は、地区がない場合は表示されません。 同じく括弧内の文字 <color=#FFFF00>( )</color> は、 特別エリアがない場合は表示されません。
